Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/social_welfare/irish_social_welfare_system/claiming_a_social_welfare_payment/claiming_a_social_welfare_payment_1.html.txt.tmx
Source language: en
Languages: ga

source: Claiming a social welfare payment
ga: Ag éileamh iocaíochta leasa shóisialaigh

source: The Department of Social Protection has a range of social welfare payments that provide financial support
ga: Tá réimse íocaíochtaí leasa shóisialaigh ag an Roinn Coimirce Sóisialaí a sholáthraíonn tacaíocht airgeadais

source: To get a social welfare payment, you must apply
ga: Chun íocaíocht leasa shóisialaigh a fháil, ní mór duit cur isteach uirthi

source: So, if you think you are entitled to a payment you should apply unless you are certain you don't qualify
ga: Go hiondúil, níl aon duine chun teacht chugat le tairiscint íocaíochta leasa shóisialaigh

source: Your first step before applying, is to find out which payment you may be entitled to
ga: An chéad chéim ná a fháil amach cén íocaíochtaí a d'fhéadfá a bheith i dteideal a fháil

source: Payments are available for unemployed people, for families and children, for widows, widowers and surviving civil partners, for guardians or orphans, for older and retired people and for disabled people and their carers
ga: Tá íocaíochtaí ar fáil don lucht dífhostaithe,do theaghlaigh agus pháistí, do bhaintreacha, bhaintreacha fir agus páirtnéirí sibhialta marthanacha, do chaomhnóirí nó dhílleachta, do sheanóirí agus dhaoine scortha agus do dhaoine míchumasaithe agus a gcúramóirí

source: If you get a social welfare payment you may also qualify for extra social welfare benefits
ga: Má fhaigheann tú íocaíocht leasa shóisialaigh, féadfaidh tú bheith i dteideal sochair bhreise a fháil

source: To apply for a social welfare payment you must fill in an application form and provide other supporting documentation
ga: Chun cur isteach ar íocaíocht leasa shóisialaigh, ní mór duit an fhoirm iarratas a chomhlánú agus cáipéisíocht thacaíochta a sholáthar

source: The information and documentation varies from one payment to another
ga: Bíonn éagsúlacht sa bhfaisnéis agus sa cháipéisíocht a theastaíonn ó íocaíocht go híocaíocht

source: The type of documentation required will also depend on your personal circumstances
ga: Braithfidh sé ar do chúinsí chomh maith

source: However, you must normally submit some documentation with your claim form
ga: Ach go hiondúil, ní mór duit roinnt cáipéisíochta a chur faoi bhráid le d'fhoirm éilimh

source: If you apply for, or are currently getting a social welfare payment (including Child Benefit) you may be asked to register for a Public Services Card
ga: Má dhéanann tú iarratas ar íocaíocht leasa shóisialaigh, nó má tá tú á fáil i láthair na huaire (lena n-áirítear Sochair Linbh), féadfaidh tú cuireadh a fháil chun clárú i gcomhair do Chárta Seirbhísí Poiblí

source: If you qualify for a payment, you may be able to get an increase in your payment for an adult dependant
ga: Má cháilíonn tú le haghaidh íocaíocht, féadfaidh tú méadú a fháil i d'íocaíocht i gcomhair duine fásta cleithiúnach

source: You may be able to claim for a child dependant
ga: Féadfaidh tú éileamh i gcomhair linbh chleithiúnach

source: If it is possible to claim for dependants, the Department of Social Protection will request information about your dependants on the application form
ga: Más féidir éileamh i gcomhair cleithiúnach beidh an Roinn ag iarraidh faisnéise faoi do chleithiúnaigh ar an bhfoirm iarratas

source: It may take some time for the Department to process your claim
ga: D'fhéadfadh an Roinn tamall a chaitheamh ar an éileamh a phróiseáil

source: As part of the procedure, you may be interviewed in your home or asked to attend an interview at your local social welfare office
ga: Mar chuid den phróiseas, féadfar tú a chur faoi agallamh i do bhaile nó féadfar iarraidh ort freastal ar agallamh ag d'oifig leasa shóisialaigh áitiúil

source: While your claim is being processed by the Department, you may qualify for Supplementary Welfare Allowance
ga: Féadfaidh tú a bheith incháilithe le haghaidh Liúntas Forlíontach Leasa Shóisialaigh fad is atá d'éileamh á phróiseáil ag an Roinn

source: It is important that you make your claim as soon as you know you are entitled to the payment
ga: Tá sé tábhachtach go ndéanann tú d'éileamh chomh luath agus a thuigeann tú go bhfuil tú i dteideal na híocaíochta

source: All payments must be claimed within a specific period of time
ga: Ní mór íocaíochtaí go léir a éileamh taobh istigh de thréimhse ama shonrach

source: If you don't claim on time you may lose out
ga: Mura n-éilíonn tú in am féadfaidh tú cailliúint ar íocaíocht

source: Find out more about making a late claim
ga: Faigh amach tuilleadh faoi éileamh déanach a dhéanamh

source: If you are asked to provide information reasonably required by a social welfare inspector when investigating your claim you must provide the statements, information or documents within 21 days. The same time period applies to your spouse, civil partner, cohabitant, employer and certain other people (for example, landlords)
ga: I gcomhair Pinsean Stáitse (Ranníocach), Pinsean Stáitse (Neamh-Ranníocach), Pinsean Stáitse (Idirthréimhseach) agus Pinsean na nEaslán, is féidir cur isteach orthu trí mhí sula mbeidh tú i dteideal do phinsean a fháil

source: If you are refused a social welfare payment or get a lesser amount than you expected, you have 21 days to appeal the decision of the Department of Social Protection
ga: Má dhiúltaítear íocaíocht leasa shóisialaigh duit nó má fhaigheann tú suim níos lú ná mar a bhí tú ag súil léi, tá 21 lá agat chun achomharc a dhéanamh leis an Roinn Coimirce Sóisialaí

source: There is additional information about how the Department makes decisions on claims in 'Further information' below
ga: Tá eolas breise maidir le conas a dhéanann an Roinn cinntí ar éilimh in 'Tuilleadh Eolais' thíos

source: You must complete the application form and provide supporting documentation
ga: Ní mór duit an fhoirm iarratas a chomhlánú agus an cháipéisíocht thacaíochta a sholáthar

source: You can get an application or claim form, from the Department of Social Protection, your Intreo Centre or Social Welfare Branch Office or your local Citizens Information Centre
ga: Is féidir foirm iarratas nó foirm éilimh a fháil ón Roinn Coimirce Sóisialaí, ó d'Ionad Intreo ó d'oifig leasa shóisialaigh áitiúil nó ó d'Ionad Faisnéise do Shaoránaigh áitiúil

source: You can also get an application form from the Department's website
ga: Is féidir foirm iarratas a íoslódáil agus a comhlánú chomh maith ó láithreán gréasáin na Roinne

source: You can also apply for some services online
ga: Is féidir iarratas ar líne ar sheirbhísí áirithe a dhéanamh

source: Your Intreo Centre, Social Welfare Branch Office or your local Citizens Information Centre can help you fill in your claim form
ga: Cabhróidh d'Ionad Intreo, d'oifig leasa shóisialaigh áitiúil nó d'Ionad Faisnéise do Shaoránaigh áitiúil leat d'fhoirm iarratas a chomhlánú

source: If you need a birth, marriage or death certificate for any social welfare payment you can buy it at a reduced rate (currently €1) from your nearest Superintendent Registrars Office or the General Registrar Office (GRO)
ga: Má tá Teastas Breithe, Pósta nó Báis uait i gcomhair íocaíocht Árachais nó Cúnaimh Leasa Shóisialaigh, is féidir é a cheannach ar tháille laghdaithe (1 euro faoi láthair) ó Oifig an Phríomh-Chláraitheora is gaire duit nó ó Oifig an Ard-Chláraitheora

source: To get the reduced rate you need a letter or note from the Department to prove that the certificate is needed for those purposes
ga: Oifig Náisiúnta is ea Oifig an Ard-Chláraitheora

source: The Department of Social Protection will keep any certificates you get for a reduced fee
ga: Is Oifigí Áitiúla iad Oifigí an Phríomh-Chláraitheora (oifig do gach Contae de ghnáth)

source: The Superintendent Registrars are located in each county and hold records of all births, deaths and marriages that took place in those counties
ga: De ghnáth, beidh litir ón Leasa Shóisialaigh de dhíth, mar chruthúnas go bhfuil an teastas ag teastáil ar mhaithe le gnóthaí Leasa Shóisialaigh

source: You can get more information about getting a Birth, Marriage or Death certificate
ga: Coimeádfaidh an Roinn Coimirce Sóisialaí na teastais ar tháille laghdaithe

source: To claim a social welfare payment you should fill in the correct application form and return it to the Department of Social Protection
ga: Chun íocaíocht leasa shóisialaigh a éileamh ba chóir duit an fhoirm iarratas cheart a chomhlánú agus í a sheoladh ar ais chuig an Roinn Coimirce Sóisialaí

source: The return address is printed on the application form
ga: Tá an seoladh fillte priontáilte ar chúl na foirme iarratas

source: To apply for Rent Supplement or other payments under the Supplementary Welfare Scheme you must apply to the Department of Social Protection's representative (formerly known as the Community Welfare Officer) at your local health centre
ga: Lena chur isteach ar Fhordheontas Cíosa nó íocaíochtaí eile faoi Scéim Liúntas Forlíontach Leasa Shóisialaigh, ní mór duit dul i dteagmháil le d'oifig sláinte áitiúil

source: How social welfare decisions are made
ga: Conas a dhéantar cinntí leasa shóisialaigh

source: Deciding Officers are employed by the Department of Social Protection to accept or reject claims made in Ireland for social welfare payments
ga: Tá Oifigigh Cinnidh fostaithe ag an Roinn Coimirce Sóisialaí chun glacadh nó diúltú le héilimh a dhéantar in Éirinn le haghaidh íocaíochtaí leasa shóisialaigh

source: Deciding officers are given the power to make these decisions through the Social Welfare Consolidation Act 2005 as amended and other social welfare legislation
ga: Tugtar an chumhacht na cinntí seo a dhéanamh d’Oifigigh Breithiúnachta tríd an Acht Leasa Shóisialaigh (Comhdhlúthú) 2005 agus reachtaíocht leasa shóisialaigh roimhe seo

source: Before making a claim or applying for a social welfare payment you must complete the application form
ga: Roimh duit iarratas a dhéanamh nó a éileamh ar íocaíocht leasa shóisialaigh, ní mór duit an fhoirm iarratais a chomhlánú

source: The application form will ask for various details, such as your name, address, PPS number, income etc
ga: Iarrfaidh an fhoirm iarratais ar shonraí éagsúla, mar shampla d'ainm, do sheoladh, d’uimhir PSP, d’ioncam srl

source: These details will help the Department of Social Protection to process your application and if your claim is successful to put it into payment
ga: Tabharfaidh na sonraí seo cabhair don Roinn Coimirce Sóisialaí d'iarratas a phróiseáil agus, má éiríonn le d’éileamh, é a íoc

source: As part of the application process, you must also provide supporting documentation to prove that the information you have given on the application form is correct
ga: Mar chuid den phróiseas iarratais, ní mór duit doiciméadú tacaíochta a chur ar fáil freisin chun a chruthú go bhfuil an t-eolas atá tugtha agat ar an bhfoirm iarratais ceart

source: For example, a birth certificate to prove you have given the correct date of birth
ga: Mar shampla, iarrfar ort ar theastas breithe chun a chruthú gur thug tú an dáta breithe cruinn

source: To qualify for a social welfare payment you must meet all the qualifying criteria for that payment
ga: Ionas go mbeifeá incháilithe íocaíocht leasa shóisialaigh a fháil, ní mór duit na critéir sháinithe uile a shásamh i gcomhair na híocaíochta sin

source: Different social welfare payments have different qualifying criteria
ga: Tá critéir cháilitheacha éagsúla ag íocaíochtaí leasa shóisialaigh éagsúla

source: It is your responsibility to prove to the Department that you qualify for the payment you have applied for
ga: Tá an fhreagracht ort a chruthú don Roinn go bhfuil tú incháilithe an íocaíochta ar a rinne tú iarratas uirthi a fháil

source: If you are applying for a payment due to an illness or disability your doctor must fill in part of the application from
ga: Má tá tú ag déanamh iarratais ar íocaíocht de bharr tinnis nó míchumais ní mór do do dhochtúir cuid den fhoirm iarratais a líonadh isteach

source: If you are in work, your employer may have to fill in a part of the form
ga: Má tá tú ag obair, d’fhéadfadh sé go mbeidh ar d’fhostóir cuid den fhoirm a líonadh isteach

source: The type of information required depends on the payment you apply for
ga: Braitheann an cineál faisnéise a theastaíonn ar an íocaíocht ar a dhéanann tú iarratas uirthi

source: When you send your application form into the Department of Social Protection it will be assessed to make sure that it is correctly completed and that you have sent all the required documentation with your application form
ga: Nuair a sheolann tú d'fhoirm iarratais isteach chuig an Roinn Coimirce Sóisialaí measúnófar í chun a chinntiú go bhfuil sí comhlánaithe i gceart agus gur sheol tú an doiciméadú is gá ar fad le d'fhoirm iarratais

source: At this point, the Department may request further information from you or ask you to attend a medical examination to find out if you qualify for the payment you applied for
ga: Ag an bpointe seo, is féidir leis an Roinn tuilleadh eolais a iarraidh ort nó iarraidh ort freastal ar scrúdú leighis chun a fháil amach an bhfuil tú incháilithe an íocaíocht ar a rinne tú iarratas uirthi a fháil

source: For example if you apply for Disability Allowance you may be asked to attend for a medical examination
ga: Mar shampla, má dhéanann tú iarratas ar Liúntas Míchumais is féidir iarraidh ort freastal ar scrúdú leighis

source: If this is the case, the doctor's report stating whether or not you meet the medical criteria is sent to the person at the Department of Social Protection who is responsible for making a decision on your claim
ga: Más é seo an cás, seolfar tuarascáil an dochtúra cibé an gcomhlíonann tú na critéir leighis nó nach gcomhlíonann chuig an duine ag an Roinn Coimirce Sóisialaí atá freagrach as cinneadh a dhéanamh ar d'éileamh

source: When the Department has all the information it needs, a Deciding Officer will examine your claim and will either accept or reject your claim for the social welfare payment you applied for
ga: Nuair a bheidh an t-eolas ar fad atá ag teastáil ón Roinn aici, déanfaidh Oifigeach Breithiúnachta scrúdú ar d'éileamh agus glacfaidh sé/sí nó diúltóidh sé/sí le d'éileamh don íocaíocht leasa shóisialaigh ar a rinne tú iarratas uirthi

source: The Deciding Officer must apply the law as laid out in Social Welfare Acts, Statutory Instruments, and relevant Department guidelines, circulars etc
ga: Ní mór don Oifigeach Cinnidh an dlí a fheidhmiú mar atá leagtha amach in Achtanna Leasa Shóisialaigh, Ionstraimí Reachtúla, agus Treoirlínte ábhartha na Roinne, Ciorcláin srl

source: when making a decision on your claim
ga: agus cinneadh á dhéanamh ar d'éileamh

source: If your claim is approved, the Deciding Officer will determine the rate of your payment
ga: Má fhaomhaítear d'éileamh, cinnteoidh an tOifigeach Breithiúnachta ráta d'íocaíochta

source: A Deciding Officer must record his or her decision on your claim in writing
ga: Ní mór d’Oifigeach Breithiúnachta a c(h)inneadh ar d'éileamh a thaifead i scríbhinn

source: Generally, if your application for a payment has been successful you will get a letter stating this
ga: De ghnáth, má éirigh le d'iarratas ar íocaíocht gheobhaidh tú litir ag deimhniú a leithéad

source: If the decision is unfavorable however, the deciding officer must give you a letter stating you claim has been rejected and also the reasons for this decision in writing
ga: Mura éiríonn le do chinneadh, áfach, ní mór don oifigeach breithiúnachta litir a thabhairt duit ag rá go ndiúltaíodh d’éileamh agus chomh maith leis sin na cúiseanna don chinneadh seo i scríbhinn

source: If you have been awarded less than the maximum rate of payment you must get a letter stating the reasons for this
ga: Má bhronnadh níos lú ná an t-uasráta íocaíochta ort, ní mór duit litir a fháil a luann na cúiseanna maidir leis seo

source: It is useful to know the reason or reasons why a deciding officer rejected your claim or awarded you less than the maximum rate of payment, especially if you wish to challenge his or her decision
ga: Tá sé úsáideach eolas a bheith agat ar an gcúis nó ar na cúiseanna gur dhiúltaigh oifigeach breithiúnachta d'éileamh nó gur bhronn sé/sí níos lú ná an t-uasráta íocaíochta ort, go háirithe más mian leat dul i gcoinne a c(h)innidh

source: If you disagree with the decision a Deciding Officer made in relation to your claim you can:
ga: Mura n-aontaíonn tú leis an gcinneadh a rinne Oifigeach Cinnidh maidir le d'éileamh is féidir leat:

source: • Contact the Deciding Officer who is dealing with your claim with any further evidence or information to support your claim and request the Deciding officer to review your claim. In this case the Deciding officer can review your claim
ga: • Teagmháil a dhéanamh leis an Oifigeach Cinnidh atá ag déileáil le d'éileamh le fianaise nó eolas breise ar bith chun tacú le d'éileamh agus iarraidh ar an t-oifigeach Breithiúnachta athbhreithniú a dhéanamh ar d'éileamh

source: If you are not happy with the outcome of a reviewed decision by a deciding officer, you can appeal the reviewed decision to the Social Welfare Appeals Office
ga: Sa chás seo is féidir leis an oifigeach Breithiúnachta athbhreithniú a dhéanamh ar d'éileamh nó é a sheoladh díreach chuig oifigeach achomhairc le haghaidh cinnidh

source: • Appeal the decision of the deciding Officer directly to the Social Welfare Appeals Office
ga: • Iarraidh ar achomharc ar Chinneadh an Oifigigh chinnidh díreach chuig Oifig Achomhairc Leasa Shóisialaigh

source: Further information about appealing social welfare decisions is available here
ga: Tá tuilleadh eolais faoi conas iarraidh ar achomharc ar chinntí leasa shóisialaigh ar fáil anseo
